Revit 2027 API
ExporterIFC.FileName Property
 The name of the IFC file being exported.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FileName { get; }
Public ReadOnly Property FileName As String
	Get
public:
property String^ FileName {
	String^ get ();
}
member FileName : string with get
Property Value
String
See Also
Reference
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace